Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “没关系哦，我有钱钱的，而且，就算再多，我也能拿走的。”艾米一脸认真的说道，还拿出了一枚金币向老板示意。
en_us: "It's fine. I have money. Besides, I can bring them away no matter how many items there are." Amy said seriously and even took out a gold coin to show the boss.

source: “没关系的，我可以重新画一本。”安妮连忙用手语说道。
en_us: "It's alright. I can redraw another one," Annie quickly said with sign language.

source: “没关系，吃火锅不影响我们谈话。”伊琳娜微微一笑道。
en_us: "It's alright. Having hot pot will not affect our discussion," Irina said with a smile.

source: “没关系，它自己可以的。”艾米随手就把丑小鸭给丢了。
en_us: "It's fine. It can walk by itself." Amy tossed Ugly Duckling aside.

source: “没关系，我不……咕噜噜”
en_us: "It's alright. I'm not... grumble."

source: “没关系，我也去。”伊琳娜放下茶杯，神情微冷道：“我最看不起对女人下手的混蛋。”
en_us: "It's fine. I'm going too." Irina put down her teacup and said with a cold expression, "I despise a**holes who attack women the most."

source: “没关系，我很欣赏你对于知识的渴望，如果有什么问题，随时可以来找我。”麦格点点头道。
en_us: "It's alright. I admire your thirst for knowledge. If you have any questions, feel free to look for me," Mag said with a nod.

source: “没关系，我正准备出门，有事吗？”麦格微微点头，看着费奇说道。
en_us: "It's fine. I'm about to go out. What's the matter?" Mag nodded slightly and said to Fitch.

source: “没关系，收钱我可以搞定。”伊琳娜一脸淡定的摆摆手。
en_us: "It's alright, I can settle the cashier's role." Irina waved her hand calmly.

source: “没关系，等过两天我自己回去操作。”麦格也不放心让别人操作，那可是核动力的印刷机，要是操作失误自爆了，那混乱之城可就真是核平了。
en_us: "It's fine.I'll return to operate it myself two days later." Mag wasn't going to let someone else operate it either. That was a nuclear-powered printing machine. If it exploded due to mishandling, Chaos City would be completely leveled.

source: “没关系，麦格先生说的都是实话。”埃菲摇摇头，脸上重新露出了微笑，“就像您说的，和我父亲酿的泰坦酒相比，我酿的酒不值一提，甚至辱没了他的名声。”
en_us: "It's alright. What you said is true." Eiffie shook her head. SHe siled and said, "It's just like what you said, the wine and I brewed can't even be compared to the one my father brewed. It would even sully his name."

source: “没办法，人的精力是有限的，有时候必须要作出取舍。”
en_us: "It can't be helped. Everyone has their limits. Sometimes, you must know how to give and take."

source: “没当真就好，写小说和画漫画死路一条，这玩意啊，还真不是谁都能做的，我一天骂哭十几个画手和脚本编剧。”老板笑了笑道。
en_us: "It's good that you are not serious about it. Writing novels and drawing comics is a dead end. Not everyone can do it. I make 10-odd illustrators and authors cry daily," the boss said with a laugh.

source: “没想什么呢，是我昨天晚上睡觉的时候得到了一个……”
en_us: "I'm not thinking about anything. When I was sleeping last night, I received a…"

source: “没想到两位也来了。”麦格把酒菜放下，微笑道。
en_us: Mag put the things down and smilingly said, "I didn't expect the two of you to come too."

source: “没想到你还认得我。”中年那人也有些诧异。
en_us: "I don't expect you to remember me." That middle-aged man was quite taken aback too.

source: “没想到洛都还有这么厉害的厨师，虽然只做了三道菜，但这道凉拌猪耳朵和夫妻肺片一样好吃呢。”温妮莎夹了一片凉拌猪舌头喂到嘴里，然后又沉迷了。
en_us: "I didn't expect Rodu to have such a good chef. Even though there are only three dishes, this pig ears salad is as good as the husband and wife lung slice." Vanessa took a slice of pig tongue, and put it into her mouth. She fell right into it.

source: “没想到竟然吃完了！”希利看着而面前的空盘子，有些惊讶的想着，这些菜刚上来的时候，他还有些担心吃不完会浪费。
en_us: I didn't expect that we could finish all that food! Seely, who looked at the empty plates in front of him, thought in a shock. He had just been worried that they wouldn't have been able to finish that food, and would have wasted it.

source: “没想到竟然还有人比我们来的更早，不应该吃那顿午饭的。”矮胖中年人也是后悔不已。
en_us: "I didn't expect that there were people who came earlier than us. We shouldn't have eaten that lunch." That short and fat middle-aged man was also very regretful.

source: “没想到罗莫街也变得如此萧条落寞了。”一个穿着黑色长袍的中年男人走在罗莫街街头，看着街道两旁关门招租的店铺，轻叹了一口气。
en_us: "I didn't expect Romo Street to become so desolate as well." A middle-aged man in a long black robe walked on Romo Street, sighing when he saw the shops by the street closed and put up for rent.

source: “没想到还真碰到傻子了？！”费奇欣喜若狂，作为一个练习时长两年半的中介练习生，他现在依旧没有掌握中介界的黄金忽悠术，开单全靠运气。
en_us: I didn't expect to really meet a fool! Fitch was ecstatic. As an agent trainee who had been practicing for two and half years, he still hadn't gotten the grasp of the golden lying skills in the agents' world. His deals were all closed based on luck.

source: “没想到这种事情竟然又发生在埃菲老板的身上，真是命运不公啊。”
en_us: "I can't believe something like this actually happened on Boss Eiffie. Life is really unfair."

source: “没想到这老板还有个这么乖巧可爱的女儿。”亚伯罕不禁想起了麦米餐厅，也不知道小老板和麦老板现在走到哪了，还真是有些怀念麦米餐厅的美食了。
en_us: I didn't expect this boss to have such an adorable daughter. Abraham couldn't help thinking about Mamy Restaurant. He wondered where Boss Mag and Little Boss were now. He really began to miss Mamy Restaurant's delicious food.

source: “没想到，这么快就能抱上大腿。”麦格点点头，不需要亲自出手解决一些小问题，自然是最好不过的。
en_us: I didn't expect to have a sugar daddy so quickly. Mag nodded. It was naturally the best if he did not have to handle some small problems personally.

source: “没找到？”伊琳娜不知道什么时候下楼来了，站在厨房门口倚着门框，看着熬着粥有点走神的麦格。
en_us: "You didn't find him?" Irina came downstairs, and watched Mag, who was cooking the porridge in a daze, as she leaned against the door frame.

source: “没有。”系统倒是回复的干脆利落又迅速。
en_us: "It's not available." The system's answer was short and sweet.

source: “没有人派我来，是我自己来的！我知道她们今天赚了很多钱，我缺钱。”巨汉低吼道，布满血丝的眼睛死死盯着麦格。
en_us: "No one sent me. I came myself! I knew they earned a lot of money today. I need money." The big guy roared lowly as he stared at Mag with bloodshot eyes.

source: “没有，他的命属于雪莉尔，我不会杀他。”伊琳娜摇摇头。
en_us: "No. His life belongs to Shirley. I would not kill him." Irina shook his head.

source: “没有，对方比较狡猾，我拿到了地点，但那里没有人，应该是有人盯梢，得看到埃菲小姐的确出现在那里，才会有人出来接头。”麦格摇头道。
en_us: "No. The other party is very cunning. I got the location but there was no one there. There should be someone keeping watch. They would only appear when Miss Eiffie shows up." Mag shook his head and said.

source: “没问题吗？”希利看了一眼那两个兽人，眉头微皱。
en_us: "Will there be any problems?" Seely looked at those two orcs, and frowned slightly.

source: “油条制作太危险，蛋黄酥和豆腐脑的制作又过于繁琐，不是小主能够掌握的，所以现在能够选择的只有扬州炒饭和皮蛋瘦肉粥，我建议您做更简单的皮蛋瘦肉粥。”系统建议道。
en_us: "It's too dangerous to make the youtiao, and the procedures for the salted egg yolk pastry and tofu pudding are too complicated. They are not what you could master easily. Therefore, the only choice right now is the Yangzhou fried rice or the congee with pork and congee with pork and century egg. I suggest that you make the congee with pork and century egg. It's simpler," the System suggested.

source: “油条配豆浆，或者来一份扬州炒饭，皮蛋瘦肉粥也挺好的，豆腐脑有些麻烦，但炒鸡好吃，偶偶还会加一个蛋黄酥……”
en_us: "Youtiao with soybean milk, or a helping of Yangzhou fried rice, the congee with pork and century egg is pretty good too. The tofu pudding is a little too troublesome, but the stir-fried chicken is good, and sometimes we would add a salted egg yolk pastry…"

source: “波比，今晚喝一杯去？”兵部衙门，一位神态沉稳的中年官员从后边拍了拍波比的肩膀说道。
en_us: "Bobby, how about we grab a drink tonight?" a mature middle-aged official said as he tapped on Bobby's shoulder at the Ministry of Defense.

source: “注意看我的吃法哦。”麦格和两个小家伙说了一声，低头轻轻咬了一口包子皮。
en_us: "Watch closely at how I eat it," Mag told the two little fellows and bit gently on the dumpling skin.

source: “泰坦酒馆也有一款酒打算参加品酒大会，只是我觉得在口感上还差了些，想请哈迪斯先生帮我品鉴一番，看看是否有可以改进之处。”
en_us: "Titan Tavern is also intending to take part in the liquor tasting event but the wine that we are sending is rather lacking in texture. I hope you could help me taste it and see if there's anything I can improve on."

source: “洛拉啊，你看这点心盒又大又圆，像不像那火锅的盆啊……”
en_us: "Lola, this snack box is big and round. Doesn't it look like a hot pot…"

source: “活了半辈子，不如一个四岁的小姑娘系列。”
en_us: "We are not even a four-year-old girl's match."

source: “活活吓死的？”麦格在远处看着渐渐熄灭的火焰，侧头看着伊琳娜问道。
en_us: "Shocked to death?" Mag turned to ask Irina a question after watching the distant fire being put out.

source: “流星啊，请赐予我永远吃不完也吃不腻的美食吧！”
en_us: "Meteor shower, please bless me with a delicacy that could never be finished and I would never be sick of!"

source: “浪费我一盘凉拌猪耳朵，这份，我拿走了。”亚伯罕从桌上拿走了一份凉拌猪耳朵，想了想，又顺走了一旁凉拌猪舌头。
en_us: "You wasted a plate of my pig ears salad. I'm taking this away." Abraham took the set of pig ears salad away from the table, thought for a while, and took the pig tongue salad along with him as well.

source: “海伦娜显然不是什么知错能改的人，这个老太婆的偏执我深有领会，绝对不会承认自己是错的。”伊琳娜摇头，眉头微皱道：“那她极有可能在这次运动的热度下降之后，开始对那些参与者进行清算。”
en_us: "Helena isn't that kind of person who will turn over a new leaf. I know very well how stubborn that old woman is. She's never going to admit that she was wrong." Irina shook her head with a frown, and said, "Then, she's most probably going to go after those protesters after the movement dies down a little."

source: “海伦娜竟然没有派兵阻止和逮捕游行的精灵，海伦娜这一次又有什么阴谋？”斯纳尔站在一处二层小楼的二楼窗口，看着街道上渐渐汇聚了越来越多精灵的游行队伍，和远远看着游行队伍的零散护卫队，皱了皱眉。
en_us: "Helena actually did not deploy troops to arrest the marching elves. What does she have up her sleeves again this time?" Snarr stood at the window on the second floor of a two-story building. He watched as more elves joined the march, and observed the sparse dots that were the guards around the march as he frowned.

source: “淡淡的烟熏味是威士忌的特色，并非酒的品质问题，当你接受这个设定的时候，你就会发现这酒同样令人着迷。”麦格微笑着解释道。
en_us: "The faint smokey taste is the whiskey's specialty. It's not the problem of the liquor. After you accept that setting, you will discover this liquor is also equally intoxicating." Mag explained smilingly.

source: “混乱之城那么好，你回来做什么？是麦米餐厅不香吗？”温妮莎有些不解。
en_us: "Chaos City is so nice. Why are you back here? Isn't Mamy Restaurant nice?" Vanessa couldn't fathom it.

source: “混蛋！”安德烈将手边高高一摞奏章扫到了地上，恼怒的叫道。
en_us: In the royal study, Andre swept the documents that were piled up high onto the floor, and yelled angrily, "Bastard!"

source: “混蛋！”骑士提剑向着那黑袍人扑去，黑袍人虽然身形鬼魅，却还是被斩了几剑，突然闪身后退，宽大的黑袍突然向后落下，露出了他的面庞。
en_us: "Darn!" The knight pounced at the man in a black robe with his sword. The man in a black robe might seem like a phantom, but he still suffered several cuts. He suddenly darted backward, and the black robe fell off to reveal his face.

source: “混蛋！混蛋！混蛋！”奥斯特听着属下汇报的兽人族伤亡情况，骂咧咧的摔了一张桌子。
en_us: "Scoundrel! Scoundrel! Scoundrel!" Auster smashed a table after hearing the report on the number of deaths and casualties of the orcs.

source: “渣渣~”
en_us: Crunch, crunch~

source: “渣渣渣。”
en_us: Crunch, crunch, crunch.

source: “渴……水……”没等麦格开口，伊琳娜自己便有些迷糊的说道。
en_us: "Thirsty… Water…" Before Mag could open his mouth, Irina was already mumbling.

source: “滚开！”
en_us: "Scram!"

source: “满足了吗？”麦格从厨房里出来，看着正枕着丑小鸭的肚子小憩的艾米，笑着问道。
en_us: Mag came out from the kitchen. He looked at Amy, who was resting on Ugly Duckling's little tummy, and smilingly asked, "Are you satisfied?"

source: “火已经烧起来了，那就让我们再吹一场大风吧。”道格拉斯冷冷一笑。
en_us: "The fire is already raging. Then, let's create a gale." Douglas smiled coldly.

source: “火焰可以融化钢铁，而冰霜可以让他们重新凝固。”艾米看着切断的台面说道。
en_us: "Fire can melt steel, and ice can solidify it again," Amy said as she looked at the broken kitchen counter.

source: “火锅就挺好的。”伊琳娜说道。
en_us: "Hot pot would be fine too," Irina said.

source: “灭火！然后把那些胆敢造反的卑劣家伙全部抓起来！”管家冷声下令。
en_us: "Extinguish the fire! Catch all those despicable fellows who dare to revolt!" The butler coldly ordered.

source: “灰神殿消息，洛都几位兵部大臣的家遭到了屠杀，满门屠尽，然后一把大火全烧了。”麦格将手中的信递向伊琳娜。
en_us: "News from the Gray Temple. Some of the military's senior courtiers were attacked. Their entire families were massacred and then burnt." Mag passed the letter to Irina.

source: “炸弹。”
en_us: "Bombs."

source: “烟雾太大，他们没看清就互相残杀，太残忍了，我都不敢多看。”麦格挥手赶去烟雾，把埃菲没名堂的龟甲缚解开，只是重新绑住手脚。
en_us: "The smoke was too thick and they began to kill each other without a clear vision. It's too cruel. Even I don't dare to look." Mag waved away the smoke and undo the tortoise shell bonds for Eiffie. He only tied up her hands and legs after that.

source: “烤肉肉！我喜欢！”艾米眼睛一亮，果然立刻就忘了日记的事情。
en_us: "Roast meat meat! I like it!" Amy's eyes lit up. Indeed, she forgot about the diary immediately.

source: “爱妃小姐是想听点好听的话，还是听点真实的评价。”麦格看着她问道。
en_us: "Miss Eiffie, do you want to hear something nice or something real?" Mag asked her.

source: “爱妃？”麦格扫了一眼对面那家装修风格颇有巨人风格的泰坦酒馆，礼貌性的握了一下这位老板娘的手，“你好，我是哈迪斯，也打算开一家酒馆。”
en_us: "Eiffie?" Mag threw a glance at Titan Tavern opposite—which had a giant's renovation style—and shook the lady boss's hand courteously. "Hello, I am Hades. I intend to open a tavern too."

source: “父亲大人、母亲大人，昨天安妮姐姐画了一本画册哦，我去拿给你们看。”吃过早餐，艾米突然说道。
en_us: "Father, Mother, Big Sister Annie drew a picture book yesterday. I'll bring it over to show you guys," Amy suddenly said after breakfast.

source: “父亲大人万岁！”艾米跳下椅子，抱着麦格的脖子亲了一下他的脸颊。
en_us: "Hooray!" Amy jumped off her chair, put her arms around Mag's neck, and gave him a peck on his cheek.

source: “父亲大人你看，这是安妮姐姐画的画呢。”艾米的声音打断了麦格的沉思，他低头看向递到他眼前的画，眼睛一亮。
en_us: "Father, take a look at this. This is Big Sister Annie's drawing." Amy's voice interrupted Mag's deep thoughts. He looked down at the drawings that were passed to him, and his eyes lit up.

source: “父亲大人先来一个。”艾米伸手抓了一只蛋黄酥，直接递向麦格。
en_us: "Father will have one first." Amy reached out to grab one salted egg yolk pastry, and passed it to Mag.

source: “父亲大人最好了！”艾米雀跃的举起两只小爪爪，开心的伸手从竹屉里捏起一只灌汤包放到自己的碟子里，然后继续低头吃了起来。
en_us: "Father is the best!" Amy raised her two little hands happily and reached out to put a soup dumpling on her plate. After that, she continued eating.

source: “父亲大人真的好厉害。”艾米微微张着嘴巴，眼睛里满是崇拜。
en_us: "Father is really so formidable." Amy opened her mouth slightly with admiration in her eyes.

source: “父亲大人说过，生死之外，都是小事，杀了我，你就是自杀，你拿什么惩罚我呢？”艾米歪头，微笑着问道。
en_us: "Father said that other than life and death, everything else is nothing. If you kill me, you're committing suicide. So what are you going to punish me with?" Amy asked with a smile and a tilt of her head.

source: “父亲大人说，你打不过我的，所以，你就认命吧。”
en_us: "Father said that you can't beat me, so resign to your fate."

source: “父亲大人，什么时候才能轮到我们的酒呢？还有……什么时候可以吃东西呢？”艾米看着麦格小声问道，这种场合对于小家伙来说实在是太无聊了，看着台上的糕点已经忍不住咽了好几次口水。
en_us: "Father, when will be our turn? And...when can we eat?" Amy asked Mag softly. Such an event was really too boring for the little one. She had already gulped a few times, staring at the cakes on the stage.

source: “父亲大人，今天要记得招揽客人哦。”艾米见麦格发呆，小声提醒道。
en_us: Amy saw that Mag was in a daze, so she softly reminded, "Father, remember to go get customers today."

source: “父亲大人，他们是谁？”艾米抱着丑小鸭正准备上楼，看着进门来的希利和卡诺，有些好奇的问道。
en_us: Amy was about to go upstairs with Ugly Duckling in her arms. When she saw Seely and Canault come in, she curiously asked, "Father, who are they?"

source: “父亲大人，你也想吃吗？”艾米仰头看着麦格，犹豫了一会，还是笑着把手里的蜗牛递向了他，“那给你吃吧。”
en_us: "Father, do you want to eat it too?" Amy looked up at Mag. After a moment of hesitation, she passed the snail to him with a smile, "You can have it, then."

source: “父亲大人，你也要和我们一起去吗？”
en_us: "Father, are you coming with us too?"

source: “父亲大人，你今天睡懒觉了哦。”艾米笑着说道。
en_us: "Father, you overslept today," Amy smilingly said.

source: “父亲大人，你们是在说今天中午选哪家餐厅吃饭吗？”艾米歪头看着两人，好奇的问道。
en_us: Amy tilted her head, and curiously asked, "Father, are you guys talking about which restaurant we are going to have lunch at this afternoon?"

source: “父亲大人，你没事吧？”艾米从车上跳下来，冲到麦格面前，关心的问道。
en_us: "Father, are you alright?" Amy asked with concern as she jumped off the ride and rushed to Mag.

source: “父亲大人，你知道吗？”艾米求助的看着麦格，萌萌的大眼睛盯着他。
en_us: "Father, do you know it?" Amy looked at Mag with her big and cute eyes, seeking his help.

source: “父亲大人，嘛时候可以吃蛋黄酥酥呢？”艾米歪头看着站在一旁的麦格，满是期待的问道。
en_us: "Father, when can we eat the salted egg yolk pastry?" Amy tilted her head and asked Mag expectantly.

source: “父亲大人，天上在下流星雨呢！”艾米突然从楼上跑下来，从楼梯处探了个脑袋出来，惊喜的叫到。
en_us: Amy suddenly ran downstairs, and poked her head out from the staircase as she exclaimed, "Father, it's raining stars!"

source: “父亲大人，好困啊，可以去睡觉觉了吗？”艾米揉着惺忪的眼睛，从门口探出了一个小脑袋。
en_us: "Father, I am very tired. Can we sleep now?" Amy rubbed her sleepy eyes as she peeked her little head into the kitchen.

source: “父亲大人，对面的酒馆好像有人在闹事呢？”穿着小熊睡衣的艾米拉开窗帘，看着对面被撞开了大门的泰坦酒馆，回头说道。
en_us: Amy in her little bear pajamas, pulled open the curtains, looked at Titan Tavern that had its front door broke open, turned her head around and said, "Father, seems like someone is making trouble in the tavern across?"

source: “父亲大人，我也来帮忙吧。”艾米搬了个小板凳过来，也是学着麦格的样子从盆里抓了一把绿豆，不过绿豆被她放在手里一搓，就变成了绿色的爆米花。
en_us: "Father, let me help too." Amy moved a little stool over. She copied Mag, and picked up a handful of mung beans from the pot. However, when she rubbed the beans in her hands, they turned into green popcorn.

source: “父亲大人，我们上楼去玩了。”艾米和安妮收拾好酒具，非常识趣的给两个成年让出了足够的空间。
en_us: "Father, we're going upstairs to play." Amy and Annie cleared up, and left the adults with enough space.

source: “父亲大人，我们为什么不卖烤肉肉呢？要是卖烤肉肉的话，肯定会有更多的客人来喝酒吧？”艾米看着在铁板上滋滋冒油的肉，咽了一下口水道。
en_us: Amy stared at the sizzling meat and gulped before saying, "Father, why are we not selling grilled meat meat? There will definitely be more customers coming here to drink if we sell grilled meat meat, right?"

source: “父亲大人，我们什么时候可以出去玩呢？就像上次去那海岛上一样，我喜欢装扮成其他模样的感觉。”中午营业结束，艾米凑到刚脱了厨师服坐下的麦格身前，满是期待的望着他。
en_us: "Father, when can we go out to play? Like the time we went to the island. I like the feeling of dressing up as another person." After the lunch service was over, Amy went over to Mag, who had just taken off his chef's suit and sat down, and looked at him expectantly.

source: “父亲大人，我们今天去哪里玩呢？”艾米头上戴着小兔帽，仰头看着麦格，满是期待的问道。
en_us: Amy put on her little bunny hat, looked up at Mag, and expectantly asked, "Father, where are we going to play today?"

source: “父亲大人，我们要饿死了……”艾米的声音从门外传来。
en_us: "Father, we're starving..." Amy's voice came from beyond the door.

source: “父亲大人，我刚刚看到对面酒馆的阿姨拦住你了呢，你们认识吗？”麦格一进门，艾米便迎上前来，说道。
en_us: As soon as Mag went in, Amy came to him and asked, "Father, I saw that auntie from the opposite tavern stop you just now. Do you know each other?"

source: “父亲大人，母亲大人今天这么早就睡觉了吗？”艾米好奇的问道。
en_us: "Father, is Mother already asleep so early?" Amy asked curiously.

source: “父亲大人，母亲大人，你们是不是又背着我们去吃好吃的了？！”艾米有些幽怨道。
en_us: "Father, Mother, did you two go out for good food behind our backs again?!" Amy said begrudgingly.

source: “父亲大人，每个坏蛋都这么有钱吗？”艾米两眼亮晶晶的望着麦格，似乎发现了财富密码。
en_us: "Father. are all baddies so rich?" Amy looked at Mag with glowing eyes, as though she had found the secret to wealth.

source: “父亲大人，灌汤包是什么呢？”艾米有些挪不动脚，好奇的问道。
en_us: "Father, what is soup dumpling?" Amy asked curiously without moving.

source: “父亲大人，这个拍黄瓜超好吃，客人们肯定会喜欢的。”艾米吃着拍黄瓜，已经把手里的盆放下，开心道。
en_us: "Father, this Smashed Cucumber Salad is really good. The customers would definitely love it," Amy said happily as she placed the basin in her arms down while eating the Smashed Cucumber Salad.

source: “父亲大人，这个蜗牛可以吃吗？”艾米练手捧着那大蜗牛，满是期待的看着麦格问道，这是她见过的最大的蜗牛了。
en_us: "Father, can this snail be eaten?" Amy held onto that big snail and asked Mag expectantly. This was the biggest snail that she had ever seen before.

source: “父亲大人，这些邻居好好哦。”艾米面前的桌子上摆满了各种吃食，都是那些前来祝贺的邻居们送的。
en_us: "Father, these neighbors are so nice." The table in front of Amy was filled with food. They were given by the neighbors who came to congratulate them.

source: “父亲大人，这些都是我们今天晚上要吃的黄瓜吗？我觉得好像有点多呢。”艾米看着麦格再次拿起一根黄瓜，忍不住好奇的问道。
en_us: "Father, are these cucumbers what we would be eating tonight? I think it's a little too much," Amy could not help but ask when she saw Mag pick up yet another cucumber.

source: “父亲大人，这是什么啊？”艾米第一个下楼来，看着正在给田螺去尾的麦格好奇的问道。
en_us: Amy was the first to come downstairs. "Father, what is this?" she asked curiously as she watched Mag.

source: “父亲大人，这黄瓜就是蘸着吃吗？”艾米问道。
en_us: "Father, is this cuucmber eaten dipped?" Amya sked.

source: “父亲的酒窖里藏了一些酒，不过他在每一个酒窖外贴了封条，只有到了时限才能打开，这些年我只打开了其中一个小酒窖。”埃菲说道。
en_us: Eiffie said, "Father did keep some liquor in the cellars, but he had placed a seal on every cellar. I can only open it when it's due. I have only opened one small cellar in all these years."

source: “父亲被邻居的漂亮姐姐拉进泰坦酒馆一个小时，而后扶腰而出。”正在窗口写日记的艾米看到这一幕又，又在日记本上加了一句。
en_us: "Father was pulled into Titan Tavern for one hour by a pretty big sister. He came out with his hand on his back." Amy, who was writing her diary by the window, saw that scene and added that into her diary.

source: “父亲，你在哪里？”
en_us: "Father, where are you?"

source: “父亲，你是在偷偷瞄母亲吗？”一个小脑袋凑了过来，接着又有两个小脑袋凑了过来。
en_us: "Father, are you peeking at Mother?" A little head appeared, followed by another two little heads.

source: “父亲，危……”艾米瞪大了几分眼睛，今天的日记不知道还写不写。
en_us: "Father. Dang…" Amy's eyes widened, wondering if she still had to write today's diary.

source: “父亲，麦米餐厅什么时候会重新营业啊？”帕默看着关着门的餐厅，仰头看着杰尔吉问道。
en_us: "Father, when is Mamy Restaurant opening again?" Parmer looked at the shut door of the restaurant, and then looked up at Gjerj.

source: “爷爷。”诺亚上前，梅兰特虽然还没有苏醒，但从他的状态来看，至少是脱离了危险。
en_us: "Grandpa." Noya went up. Although Merante had not regained consciousness, it seemed that his life was no longer in danger.

source: “爷爷啊，咱们在这山里转悠了两天了，鬼影都没有发现一个，会不会是方向错了啊。”诺亚坐在铁背鹰脖子上，一边啃着干粮，一边说道。
en_us: "Grandpa, we've already been walking around this mountain for two days, and we didn't even see a single shadow. Are we walking in the wrong direction?" Noya, who was sitting at the steel eagle's neck, said while munching on some dried goods.

source: “爷爷！”诺亚急着想要扑上前。
en_us: "Grandpa!" Noya wanted to rush up.

source: “爷爷，为什么我觉得她好像变得有些不同了？”诺亚有些回过神来，诧异的看着悬浮在半空中的伊琳娜。
en_us: "Grandpa, why do I feel that she looks a little different?" Noah sort of regained his wits and he stared at Irina, who was hovering in midair, with bewilderment.

source: “爷爷，你不吃点叫化鸡和佛跳墙再干活吗？”诺亚的声音从背后响起。
en_us: "Grandpa, don't you want to eat the beggar's chicken and 'Buddha Jumps Over the Wall' before you work again?" Noah's voice sound behind them.

source: “爷爷，你什么事情想不通？”诺亚好奇的问道。
en_us: "Grandpa, what don't you understand?" Noya asked curiously.

source: “爷爷，你别动。”诺亚连忙扶住他，看着麦格祈求道：“麦老板，求求你救救我爷爷吧。”
en_us: "Grandpa, don't move." Noya quickly supported Merante. He looked at Mag, and begged, "Boss Mag, please save my grandpa."

source: “爷爷，你还好吗？”
en_us: "Grandpa, are you okay?"

source: “爷爷，那我们现在该怎么办？”
en_us: "Grandpa, what shall we do now?"

source: “爷爷，麦老板是不是把我们给忘了啊。”诺亚眼巴巴的望着房间角落里那座简易传送阵，咽了咽口水。
en_us: "Grandpa, did Boss Mag forget about us?" Noah stared at the simplified teleportation portal in the corner of the room and gulped.

source: “牛。”费奇则一脸敬佩的冲着麦格竖起了大拇指，中介费倒是没有少他的，但他的确错估了这位哈迪斯先生，这哪是什么啥都不懂的萌新，这简直是老油条啊。
en_us: "Wow." Fitch gave Mag a thumbs-up with admiration. He still got his commission, but he had indeed underestimated Mr. Hades. This was no noob. He was an experienced, wily old fox.

source: “牛肉也好了，自己夹哦。”
en_us: "The beef is done too. I'll get it on my own."

source: “玛拉。”埃菲嗔怪的瞪了她一眼，看着麦格微微点头，“泰坦酒的酿制便是如此。”
en_us: "Mala." Eiffie glared at her. She then turned to nod at Mag. "Titan Liquor's brewing is like that."

source: “玛拉，你说哈迪斯先生为什么要邀请我们去吃饭呢？”
en_us: "Mala, why do you think Mr. Hades is inviting us over for lunch?"

source: “玛拉，你躲到最里面的酒窖去，无论发生什么事情都不要出来。”埃菲起身，把玛拉往通道里推去。
en_us: "Mala, go hide in the innermost cellar. No matter what happen, don't come out." Eiffie stood up and pushed Mala into the walkway.

source: “玛拉，别说了。”埃菲冲着小丫鬟摇了摇头。
en_us: "Mala, cut it out." Eiffie shook her head at the little maid.

source: “玛拉，我要出去了，我不能让哈迪斯先生因为我遭受横祸。”
en_us: "Mala, I have to go out. I can't let anything untoward happen to Mr. Hades because of me."

source: “玛拉？”埃菲也是有些惊讶的看着玛拉。
en_us: "Mala?" Eiffie looked at Mala in shock as well.

source: “玩归玩，闹归闹，但调好的酒你们可不能喝哈，当然，我可以作为试喝员帮你尝尝味道，这方面，我还是比较专业的。”麦格看着已经兴致冲冲的开始做调酒准备的两个小家伙提醒道。
en_us: Mag looked at the two little ones, who couldn't wait to try out mixing the cocktails, and reminded them, "You may play with them, but you cannot drink the finished cocktails. Of course, I can be the tester to try the taste for you. I'm still the professional in this area."

source: “现在……安德烈多半……也是一个头，两个大。”伊琳娜晃晃荡荡的走到门口，然后不自觉的往麦格的怀里倒来。
en_us: "Right now… Andre is probably… stumped." Irina staggered to the door and into Mag's embrace without realizing.

source: “现在你就是我最想战胜的困难。”艾米嘟嘴。
en_us: "You are the challenge that I want to overcome the most right now." Amy pouted.
